Repository: bijanvakili/aptrepo-django
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Package instance no longer exists.
fr: L'instance du paquet n'existe plus.

source: Are you sure you want to delete the package?
fr: Etes-vous sûr de vouloir supprimer le paquet?

source: Package instance succsessfully deleted.
fr: L'instance du paquet était supprimé.

source: Unable to delete package instance.
fr: Le paquet n'était pas supprimé.

source: %s in %s
fr: %s dans %s

source: Download
fr: Télécharger

source: Copy
fr: Copier

source: Delete
fr: Supprimer

source: Close
fr: Fermer

source: Unable to retrieve package instance metadata.
fr: Impossible de récupérer l'information de l'instance du paquet.

source: Unable to retrieve architecture list.
fr: Impossible de récupérer la liste des architectures.
