Repository: bijanvakili/aptrepo-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Page not found
fr: Cette page n'a pas été trouvée

source: We're sorry, but the requested page could not be found.
fr: Nous sommes désolés, mais la page demandée est introuvable.

source: Home
fr: Accueil

source: Server error
fr: Erreur du serveur

source: Server error (500)
fr: Erreur du serveur (500)

source: Server Error <em>(500)</em>
fr: Erreur du serveur <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
fr: Une erreur est survenue. Elle a été transmise par courriel aux administrateurs du site et sera corrigée dans les meilleurs délais. Merci pour votre patience.

source: Logged in as
fr: Connecté en tant que

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Search
fr: Cherche

source: Contact:
fr: Contacter:

source: Browse Repository
fr: Explorer le Dépôt

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: History
fr: Histoire

source: Recent history for
fr: Historique récente pour

source: Time
fr: Temps

source: User
fr: Utilisateur

source: Package
fr: Paquet

source: Links
fr: Liens

source: Comment
fr: Commentaire

source: Welcome
fr: Bienvenue

source: Help! I forgot my username or password...
fr: Aide! J'ai oublié mon nom d'utilisateur ou mot de passe ...

source: Available architectures:
fr: Architectures disponible:

source: Debian control information:
fr: Information du fichier control:

source: Miscellaneous information:
fr: Information divers:

source: Uploaded by:
fr: Transféré par:

source: Uploaded on:
fr: Transféré le:

source: Size:
fr: Taille:

source: Download
fr: Télécharge

source: Copy
fr: Dupliquer

source: Close
fr: Fermer

source: Packages for %(section)s
fr: Liste des paquets pour %(section)s

source: Upload
fr: Télécharge

source: Help
fr: Aide

source: << Previous
fr: << Précédent

source: Next >>
fr: Prochain >>

source: Per page:
fr: Par page:

source: Recent History
fr: Activités Récentes

source: Choose File
fr: Choisir un Fichier

source: APTREPO_ROOT must be specified
fr: APTREPO_ROOT doit être spécifiée

source: 'settings.py' not found or invalid
fr: 'settings.py' est introuvable ou non valide

source: Prune
fr: Tailler

source: '{0}' contains whitespace
fr: '{0}' contient des espaces blancs

source: Maximum package versions to keep
fr: Nombre de paquets à garder

source: Maximum actions to keep
fr: Nombre d'actions à garder

source: Check this box and click 'Save' to restrict write access for this section to the selected users and groups below<br/> Uncheck this box and click 'Save' to provide write access for this section to anyone (default)
fr: Cochez cette case et cliquez 'Enregistrer' pour limiter l'écriture à cette sectionpour les utilisateurs et les groupes sélectionnés ci-dessous<br/>Décochez cette case et cliquez 'Enregistrer' pour fournir l'écriture à cette section à n'importe qui (le défaut)

source: Invalid section identifier: {0}
fr: Cette identifiant n'est pas valid pour une section: {0}

source: Section does not exist: {0}
fr: Section n'existe pas: {0}

source: Imports package files from a local directory into the repository
fr: Importera des fichiers de paquet à partir d'un répertoire local dans le dépôt

source: Check all subdirectories for packages
fr: Examinez tous les sous-répertoires pour des paquets

source: Abort if a single package fails to be imported
fr: Abandonner si un seul paquet n'importe pas

source: Do not persist any pruning actions
fr: N'écrive pas les actions de tailler

source: Invalid command line
fr: Ligne de commande n'est pas valide

source: Directory does not exist: {0}
fr: Répertoire n'existe pas: {0}

source: Removes old package versions from the specific sections in the repository
fr: Supprime les paquets avec les anciennes versions des sections spécifiées dans le dépot

source: Ignore packages whose architecture is invalid for the distribution
fr: Ignorer les paquets dont l'architecture n'est pas valide pour la distribution

source: {user} uploaded {package_name} version {version} ({architecture}) to {target_section}
fr: {user} a téléchargé {package_name} avec version {version} ({architecture}) à {target_section}

source: {user} deleted {package_name} version {version} ({architecture}) from {target_section}
fr: {user} a supprimé {package_name} avec version {version} ({architecture}) de {target_section}

source: {user} cloned {package_name} version {version} ({architecture}) from {source_section} to {target_section}
fr: {user} a copié {package_name} avec version {version} ({architecture}) de {source_section} à {target_section}

source: {package_name} version {version} ({architecture}) pruned from {target_section}
fr: {package_name} avec version {version} ({architecture}) été taillé de {target_section}

source: To {target_section}
fr: À {target_section}

source: From {target_section}
fr: De {target_section}

source: From {source_section} to {target_section}
fr: De {source_section} à {target_section}

source: Unknown error
fr: Erreur inconnue

source: Not authorized
fr: Non autorisé

source: Invalid URL specified: %s
fr: URL invalide spécifiée: %s

source: No sections specified
fr: Aucune section spécifiée

source: Invalid extension: {ext}
fr: Extension non valide: {ext}

source: Invalid architecture for distribution ({dist}) : {arch}
fr: L'architecture n'était pas valide pour la distribution ({dist}) : {arch}

source: ({name}, {version}, {arch}) already exist with different file contents
fr: ({name}, {version}, {arch}) existe déjà avec un contenu de fichiers différents

source: Cannot clone into the same section
fr: Impossible de cloner dans la même section

source: Unauthorized action for {section}: {action}
fr: Action non autorisée pour {section} : {action}

source: Authentication Required
fr: Authentification Requise

source: 'username' and 'password' must be specified
fr: 'username' et 'password' doit être spécifiée

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe n'est pas valide

source: Section not found: {0}
fr: Section inconnu: {0}

source: Distribution not found: {0}
fr: Distribution inconnu: {0}

source: Package instance not found: {0}
fr: L'instance de paquet inconnu: {0}

source: Package instance not found in section {section} matching criteria: ({name},{version},{architecture})
fr: L'instance de paquet inconnu dams section {section} avec critères: ({name},{version},{architecture})

source: No repository section specified
fr: Aucune section de dépôt spécifiée

source: {package_name} uploaded to {section}
fr: {package_name} téléchargés sur {target_section}

source: {package_name} removed from {section}
fr: {package_name} supprimé de {target_section}

source: {package_name} cloned to {section}
fr: {package_name} copié dans {target_section}

source: {package_name} pruned from {section}
fr: {package_name} taillés à partir de {target_section}

source: Repository
fr: Dépôt

source: Activity for repository
fr: Activités pour le dépot

source: Activity for distribution {0}
fr: Activités pour la distribution {0}

source: Activity for section {0}
fr: Activités pour la section {0}

source: Package File or URL
fr: Fichier de paquet ou URL

source: Optional comment
fr: Commentaire optionnel

source: Package to Delete
fr: Paquets à Supprimer

source: Architectures to Delete
fr: Architectures à Supprimer

source: Browse the packages in the repository
fr: Explorer les paquets dans le dépôt

source: Upload package
fr: Télécharge un paquet

source: Upload a package to the repository
fr: Télécharger les paquets vers le dépôt

source: Recent Activity
fr: Activités Récentes

source: Review the change history in the repository
fr: Revoir l'historique des changements dans le dépôt

source: Download Public Key
fr: Télécharge la Clé Publique

source: Download the GPG public key used for signing metadata
fr: Télécharge la clé publique utilisé pour la signature des fichiers

source: Manage your repository (requires administrative privileges)
fr: Gérer votre dépôt (nécessite des privilèges administratifs)

source: Documentation for using the repository
fr: Documentation pour l'utilisation du dépôt

source: Recent history for repository
fr: Activités pour le dépot

source: Name
fr: Paquet

source: Label
fr: Étiquette

source: Origin
fr: Origine

source: Created
fr: Créé

source: Supported Architectures
fr: Architectures supportés

source: Number of Packages
fr: Nombre de Paquets

source: Recent history for section {0}
fr: Activités pour la section {0}

source: Package successfully removed.
fr: Paquet supprimé avec succès

source: Packages
fr: Paquets

source: Recent history for distribution {0}
fr: Activités pour la distribution {0}

source: {0} version {1}
fr: {0} avec version {1}
